<?php

return [
    'menu_about' => '🫂 О боте',
    'menu_appointment' => '⚕️ Записаться на прием',
    'menu_appointment_list' => 'Мои записи',
    'message_welcome' => 'Добрый день! ДокБот - это бот для записи к врачу в госпиталь. Бот предоставляет пользователю возможность быстрой и удобной записи на прием к врачу в госпиталь, а также уведомляет пользователя о времени и месте приема.

    Пользователь может выбрать специальность врача и время приема из доступных вариантов. Для более удобной записи, пользователь может указать свои контактные данные, которые будут использоваться для связи с ним в случае необходимости.

    ДокБот также предоставляет пользователю возможность отменить запись, если это необходимо.

    Бот основан на современных технологиях и обеспечивает высокую надежность и безопасность записи на прием к врачу. Благодаря использованию бота, пользователь может значительно сократить время, затрачиваемое на поиск и запись к врачу в госпиталь.',

    'message_about' => ' ДокБот - это бот для записи к врачу в госпиталь.',

    'message_main_menu' => 'Меню бота',

    'schedule' => [
        'list' => 'Выберите дату.',
        'non_active' => 'Специалист занят. Попробуйте выбрать другого специалиста.',
        'link' => 'Следите на сайте.',
        'time' => 'Выберите время.'
    ],

    'departments' => [
        'list' => 'Выберите подразделение',
        'non_active' => 'Подразделения отсутствуют'
    ],

    'doctor' => [
        'list' => 'Выберите специалиста',
        'non_active' => 'Специалисты заняты. Попробуйте позднее.'
    ],

    'register' => 'Запись к врачу выполнена успешно. ',
    'error' => [
        'register' => 'Ошибка записи к врачу. Попробуйте позднее.'
    ]
];
